export const cardsGalleryMock = [
  {
    id: 1,
    title:
      'Заголовок очень большой Заголовок очень большой Заголовок очень большой Заголовок очень большой Заголовок очень большой Заголовок очень большой Заголовок очень большой Заголовок очень большой Заголовок очень большой Заголовок очень большой Заголовок очень большой Заголовок очень большой',
    description:
      'описание вот такое большое описание вот такое большое описание вот такое большое описание вот такое большое описание вот такое большое описание вот такое большое описание вот такое большое описание вот такое большое описание вот такое большое описание вот такое большое описание вот такое большое',
    date: '28 Апреля 2023',
    image:
      'https://media.proglib.io/wp-uploads/2018/07/1_qnI8K0Udjw4lciWDED4HGw.png',
    likeCount: 1488,
    commentCount: 1337,
    hasOwnLike: true,
    hasOwnComments: true,
  },
  {
    id: 2,
    title: 'Заголовок',
    description: 'описание',
    date: '28 Апреля 2023',
    image:
      'https://media.proglib.io/wp-uploads/2018/07/1_qnI8K0Udjw4lciWDED4HGw.png',
    likeCount: 5,
    commentCount: 2,
    hasOwnLike: true,
  },
  {
    id: 3,
    title: 'Заголовок',
    description: 'описание',
    date: '28 Апреля 2023',
    image:
      'https://media.proglib.io/wp-uploads/2018/07/1_qnI8K0Udjw4lciWDED4HGw.png',
    likeCount: 1,
    commentCount: 0,
  },
  {
    id: 4,
    title: 'Заголовок',
    description: 'описание',
    date: '28 Апреля 2023',
    image:
      'https://media.proglib.io/wp-uploads/2018/07/1_qnI8K0Udjw4lciWDED4HGw.png',
    likeCount: 0,
    commentCount: 0,
  },
  {
    id: 5,
    title: 'Заголовок',
    description: 'описание',
    date: '28 Апреля 2023',
    image:
      'https://media.proglib.io/wp-uploads/2018/07/1_qnI8K0Udjw4lciWDED4HGw.png',
    likeCount: 0,
    commentCount: 2,
    hasOwnComments: true,
  },
];

export const galleryDetailMock = {
  title: 'Заголовок',
  date: 'Январь 9, 2023',
  place: 'Москва',
  author: 'Игнат Ефремов',
  text: 'Равным образом начало повседневной работы по формированию позиции позволяет выполнять важные задания по разработке направлений прогрессивного развития. Таким образом постоянный количественный рост и сфера нашей активности позволяет оценить значение форм развития. Разнообразный и богатый опыт укрепление и развитие структуры требуют от нас анализа новых предложений. Разнообразный и богатый опыт укрепление и развитие структуры позволяет оценить значение модели развития. Задача организации, в особенности же рамки и место обучения кадров в значительной степени обуславливает создание системы обучения кадров, соответствует насущным потребностям. Разнообразный и богатый опыт укрепление и развитие структуры требуют от нас анализа новых предложений. Разнообразный и богатый опыт укрепление и развитие структуры позволяет оценить значение модели развития. Задача организации, в особенности же рамки и место обучения кадров в значительной степени обуславливает создание системы обучения кадров, соответствует насущным потребностям.',
  list: [
    {
      link: 'https://cdnstatic.rg.ru/crop910x512/uploads/images/135/37/51/ponchik-1000.jpg',
    },
    {
      link: 'https://skazki.land/api/get-resized-image/kotik-012b2.jpg?width=1024&height=1024&fit=inside',
    },
    {
      link: 'https://media.proglib.io/wp-uploads/2018/07/1_qnI8K0Udjw4lciWDED4HGw.png',
    },
  ],
};
