export const aboutMock = [
  {
    id: 1,
    title: 'ReshUCube 1',
    description:
      'Вы знаете, как важно иметь надежного партнера, который поможет вам решить сложные задачи и достичь поставленных целей. Именно поэтому мы представляем вам ReshuHube - вашего надежного партнера в бизнесе, образовании и личной жизни. Именно поэтому мы представляем вам ReshuHube - вашего надежного партнера в бизнесе, образовании и личной жизни.',
    image: '/images/satellite1.png',
  },
  {
    id: 2,
    title: 'ReshUCube 2',
    description:
      'Вы знаете, как важно иметь надежного партнера, который поможет вам решить сложные задачи и достичь поставленных целей. Именно поэтому мы представляем вам ReshuHube - вашего надежного партнера в бизнесе, образовании и личной жизни. Именно поэтому мы представляем вам ReshuHube - вашего надежного партнера в бизнесе, образовании и личной жизни.',
    image: '/images/satellite2.png',
  },
  {
    id: 3,
    title: 'ReshUCube 3',
    description:
      'Вы знаете, как важно иметь надежного партнера, который поможет вам решить сложные задачи и достичь поставленных целей. Именно поэтому мы представляем вам ReshuHube - вашего надежного партнера в бизнесе, образовании и личной жизни. Именно поэтому мы представляем вам ReshuHube - вашего надежного партнера в бизнесе, образовании и личной жизни.',
    image: '/images/satellite3.png',
  },
  {
    id: 4,
    title: 'ReshUCube 4',
    description:
      'Вы знаете, как важно иметь надежного партнера, который поможет вам решить сложные задачи и достичь поставленных целей. Именно поэтому мы представляем вам ReshuHube - вашего надежного партнера в бизнесе, образовании и личной жизни. Именно поэтому мы представляем вам ReshuHube - вашего надежного партнера в бизнесе, образовании и личной жизни.',
    image: '/images/satellite4.png',
  },
  {
    id: 5,
    title: 'ReshUCube 5',
    description:
      'Вы знаете, как важно иметь надежного партнера, который поможет вам решить сложные задачи и достичь поставленных целей. Именно поэтому мы представляем вам ReshuHube - вашего надежного партнера в бизнесе, образовании и личной жизни. Именно поэтому мы представляем вам ReshuHube - вашего надежного партнера в бизнесе, образовании и личной жизни.',
    image: '/images/satellite5.png',
  },
];

export const aboutDescriptionMock = [
  {
    title: 'Современно',
    description:
      'Космический аппарат формата CubeSat 3U, создан Сибирским государственным университетом науки и технологий имени академика М.Ф. Решетнева (СибГУ) в рамках программы «Дежурный по планете» (Space π ) Фонда содействия инновациям.',
  },
  {
    title: 'Познавательно',
    description:
      'Цель проекта ReshUCube-1: вовлечение школьников и студентов в космическую и научно-исследовательскую деятельность.Авторами проекта являются сотрудники Научно-производственной лаборатории «Малые космические аппараты» (НПЛ «МКА»).',
  },
  {
    title: 'Информативно',
    description:
      'В задачи космической лаборатории входит наблюдение за земной поверхностью, мониторинг радиационной обстановки на орбите, технологические эксперименты, изучение атмосферы и магнитосферы Земли, стойкость электронных компонентов в космическом пространстве. Режимы экспериментального оборудования можно программно менять в процессе полета. ',
  },
  {
    title: 'Актуально',
    description:
      'Цель проекта ReshUCube-1: вовлечение школьников и студентов в космическую и научно-исследовательскую деятельность.Авторами проекта являются сотрудники Научно-производственной лаборатории «Малые космические аппараты» (НПЛ «МКА»).',
  },
];

export const aboutDetailMock = {
  title: 'Оборудование на борту ReshUCube-1',
  text: 'Процессорные модули на базе отечественных процессоров: 1906ВМ016 (100 МГц, Leon4, АО «НИИЭТ», Воронеж), 1986ВЕ8Т (100 МГц, ARM, «Миландр», Зеленоград), 1892ВМ12АТ (100 МГц, MIPS, АО НПЦ «ЭЛВИС», Зеленоград).\nМаршрутизатор SpaceWire (3 порта, скорость до 100Мбит/с,\nВстроенный RMAP-контроллер) на базе ПЛИС К5578ТС094 (АО «ВЗПП-С», Воронеж)\nСчетчики Гейгера (жесткое β-излучения и γ-излучение)\nДатчики накопленной дозы на базе различных типов транзисторов\nСцинтилляционные диоды (γ-излучение).\nНабор магнитометров\nТемпературные датчики\nГироскопы и акселерометры\nКамера оптического диапазона',
  images: [
    {
      src: '/images/satellite6.png',
    },
    {
      src: '/images/satellite5.png',
    },
    {
      src: '/images/satellite4.png',
    },
  ],
};
