export const aboutMock = [
  {
    id: 1,
    title: 'ReshUCube 1',
    description:
      'Вы знаете, как важно иметь надежного партнера, который поможет вам решить сложные задачи и достичь поставленных целей. Именно поэтому мы представляем вам ReshuHube - вашего надежного партнера в бизнесе, образовании и личной жизни. Именно поэтому мы представляем вам ReshuHube - вашего надежного партнера в бизнесе, образовании и личной жизни.',
    image:
      'https://media.proglib.io/wp-uploads/2018/07/1_qnI8K0Udjw4lciWDED4HGw.png',
  },
  {
    id: 2,
    title: 'ReshUCube 2',
    description:
      'Вы знаете, как важно иметь надежного партнера, который поможет вам решить сложные задачи и достичь поставленных целей. Именно поэтому мы представляем вам ReshuHube - вашего надежного партнера в бизнесе, образовании и личной жизни. Именно поэтому мы представляем вам ReshuHube - вашего надежного партнера в бизнесе, образовании и личной жизни.',
    image:
      'https://media.proglib.io/wp-uploads/2018/07/1_qnI8K0Udjw4lciWDED4HGw.png',
  },
  {
    id: 3,
    title: 'ReshUCube 3',
    description:
      'Вы знаете, как важно иметь надежного партнера, который поможет вам решить сложные задачи и достичь поставленных целей. Именно поэтому мы представляем вам ReshuHube - вашего надежного партнера в бизнесе, образовании и личной жизни. Именно поэтому мы представляем вам ReshuHube - вашего надежного партнера в бизнесе, образовании и личной жизни.',
    image:
      'https://media.proglib.io/wp-uploads/2018/07/1_qnI8K0Udjw4lciWDED4HGw.png',
  },
  {
    id: 4,
    title: 'ReshUCube 4',
    description:
      'Вы знаете, как важно иметь надежного партнера, который поможет вам решить сложные задачи и достичь поставленных целей. Именно поэтому мы представляем вам ReshuHube - вашего надежного партнера в бизнесе, образовании и личной жизни. Именно поэтому мы представляем вам ReshuHube - вашего надежного партнера в бизнесе, образовании и личной жизни.',
    image:
      'https://media.proglib.io/wp-uploads/2018/07/1_qnI8K0Udjw4lciWDED4HGw.png',
  },
];

export const aboutDetailMock = {
  title: 'Оборудование на борту ReshUCube-1',
  text: 'Равным образом начало повседневной работы по формированию позиции позволяет выполнять важные задания по разработке направлений прогрессивного развития. Таким образом постоянный количественный рост и сфера нашей активности позволяет оценить значение форм развития. Разнообразный и богатый опыт укрепление и развитие структуры требуют от нас анализа новых предложений. Разнообразный и богатый опыт укрепление и развитие структуры позволяет оценить значение модели развития. Задача организации, в особенности же рамки и место обучения кадров в значительной степени обуславливает создание системы обучения кадров, соответствует насущным потребностям. Разнообразный и богатый опыт укрепление и развитие структуры требуют от нас анализа новых предложений. Разнообразный и богатый опыт укрепление и развитие структуры позволяет оценить значение модели развития. Задача организации, в особенности же рамки и место обучения кадров в значительной степени обуславливает создание системы обучения кадров, соответствует насущным потребностям.',
  images: [
    {
      link: 'https://media.proglib.io/wp-uploads/2018/07/1_qnI8K0Udjw4lciWDED4HGw.png',
    },
    {
      link: 'https://cdnstatic.rg.ru/crop910x512/uploads/images/135/37/51/ponchik-1000.jpg',
    },
    {
      link: 'https://skazki.land/api/get-resized-image/kotik-012b2.jpg?width=1024&height=1024&fit=inside',
    },
  ],
};
