export const cardsGalleryMock = [
  {
    id: 4,
    title: 'Красноярск с космоса',
    date: '28 мая 2023',
    image: '/images/gallery4.png',
    likeCount: 12,
    commentCount: 34,
    hasOwnLike: false,
    hasOwnComments: false,
  },
  {
    id: 3,
    title: 'Движение облаков на территории Нагорье Караульненское',
    date: '25 мая 2023',
    image: '/images/gallery3.png',
    likeCount: 21,
    commentCount: 31,
    hasOwnLike: false,
    hasOwnComments: false,
  },
  {
    id: 2,
    title: 'Начало весны в Красноярске. Взгляд с неба',
    date: '28 мая 2023',
    image: '/images/gallery2.png',
    likeCount: 12,
    commentCount: 34,
    hasOwnLike: false,
    hasOwnComments: false,
  },
  {
    id: 1,
    title: 'Зимние сними Красноярска',
    date: '28 мая 2023',
    image: '/images/gallery1.png',
    likeCount: 12,
    commentCount: 34,
    hasOwnLike: false,
    hasOwnComments: false,
  },
];

export const galleryDetailMock = {
  title: 'Движение облаков на территории Нагорье Караульненское',
  date: 'Май 25, 2023',
  place: 'Красноярск',
  author: 'ReshUCube_1',
  text: 'Нагорье Караульненское – это гористая местность, расположенная в центральной части Казахстана. Здесь облака движутся в зависимости от времени года и погодных условий.\nВесной и летом облака часто движутся с запада на восток, принося с собой дождевые осадки и прохладный воздух. Это связано с тем, что весной и летом на территории Казахстана формируется антициклон, который приводит к сильному нагреванию воздуха. В результате этого происходит конвекция, и облака начинают двигаться с запада на восток.\nОсенью и зимой облака чаще движутся с юга на север, принося с собой сухой и холодный воздух. Это связано с тем, что в это время года на территории Казахстана формируется циклон, который приводит к охлаждению воздуха. В результате этого облака начинают двигаться с юга на север.\nВо время грозы облака могут двигаться быстро и непредсказуемо, сопровождаясь молниями и громом. Грозы на территории Нагорья Караульненского могут быть очень сильными и опасными, поэтому наблюдение за движением облаков в этот период является особенно важным.\nНаблюдение за движением облаков на территории Нагорья Караульненского является важным элементом прогнозирования погоды и планирования сельскохозяйственных работ. Знание того, какие облака двигаются в каком направлении, помогает предсказать, когда наступят дожди или наоборот, когда будет сухо и нужно поливать растения. Таким образом, движение облаков на территории Нагорья Караульненского зависит от многих факторов, таких как время года, погодные условия и климатические процессы. Наблюдение за облаками является важным элементом планирования и прогнозирования погоды на этой территории.',
  images: [
    {
      src: '/images/gallery3.png',
    },
    {
      src: '/images/gallery3a.png',
    },
    {
      src: '/images/gallery3b.png',
    },
  ],
};
